tap "homebrew/cask"

brew "tmux"
brew "neovim"
brew "pass"
brew "age"
brew "btop"
brew "duf"
brew "lsd"
brew "jq"
brew "tealdeer"

brew "zoxide"


brew "ripgrep"
brew "go"
brew "rustup"

brew "fzf"
brew "lua"
brew "luarocks"

brew "typescript-language-server"
brew "lua-language-server"
brew "rust-analyzer"
brew "tailwindcss-language-server"
brew "gopls"

brew "starship"

brew "gnupg" if OS.mac?
brew "glibc" if OS.linux?

brew "nvm"

brew "pyenv"

cask_args appdir: "~/Applications", require_sha: true

cask "keepassxc"
cask "firefox"


